import Gallery from "./Gallery";

export default function About() {
  return (
    <section className="my-6 md:my-16 py-9 text-center flex flex-col items-center">
      <h2>За нас</h2>
      <p className="max-w-5xl text-lg p-6">
        Железаријата ДООЕЛ Вејселоски е основана во 2003 година. Нашата фирма е
        специјализирана компанија за продажба на алуминиумски профили, ментеши,
        кваки, брави и дополнителна хардверска опрема за врати и прозори. Со
        долгогодишно искуство и професионален пристап, сме препознатлив партнер
        за бројни компании, мајстори и проектанти ширум Македонија.
      </p>
      <p className="max-w-5xl text-lg ">
        Горди сме на нашата директна соработка со AKPA Aluminium – водечки
        производител од Турција, познат по квалитет, прецизност и иновативни
        алуминиумски системи.
      </p>
      <Gallery />
    </section>
  );
}
