import Gallery from "./Gallery";

export default function About() {
  return (
    <section className="my-6 md:my-16 py-9 text-center flex flex-col items-center">
      <h2>За нас</h2>
      <p className="max-w-5xl text-lg p-6">
        Железаријата ДООЕЛ Вејселоски е основана во 2003 година. Нашата фирма
        врши продажба на електро материјали, водовод, одвод, бои и лакови,
        санитарија, метални профили, а од 2009 година е официцијален застапник
        на турската фабрика за алуминиумски профили АКПА. Железаријата
        Вејселоски се наоѓа во Кичево, во населба Пашино, на улица Маршал Тито
        бр. 443, веднаш зад тетовскиот факултет.
      </p>
      <Gallery />
    </section>
  );
}
